Repository: NandoSalvaterra/GistApp
Catalog: GistApp/Resources/*.lproj/Localizable.strings
Languages: pt_br

source: comments
pt_br: comentários

# no_description
source: Gist with no description
pt_br: Gist sem descrição

source: Invalid URL
pt_br: URL inválida

source: Invalid data
pt_br: Dados inválidos

source: Last update at
pt_br: Atualizado há

source: Last update now
pt_br: Atualizado agora mesmo

source: Last update yesterday
pt_br: Atualizado ontem

# last_update_date_at
source: at
pt_br: às

# camera_title
source: Scan a Gist QRCode
pt_br: Scanei um QRCode Gist

source: QRCode reader not supported
pt_br: Leitor de QRCode não suportado

# device_not_supported
source: Your device does not support QRCode reader, please use the camera instead.
pt_br: Seu dispositivo não suporta o leitor de QRCode. Por favor use um dispositivo com câmera.

source: Details
pt_br: Detalhes

source: Comment
pt_br: Comentar

source: Comment on
pt_br: Comente no gist de

# anonymous_gist
source: Anonymous user
pt_br: Usuário anônimo
